Repository: BlueWallet/BlueWallet
Catalog: ios/Localizable.xcstrings
Source language: en_us
Languages: es, fr

# display_in_BROWSER_TITLE
source: View in Browser
es: Ver en el navegador
fr: Voir dans le navigateur

# live_activity.accessibility.compact
source: BlueWallet Bitcoin
es: Bitcoin de BlueWallet
fr: Bitcoin BlueWallet

# live_activity.accessibility.pending_count.one
source: %lld pending transaction
es: %lld transacción pendiente
fr: %lld transaction en attente

# live_activity.accessibility.pending_count.other
source: %lld pending transactions
es: %lld transacciones pendientes
fr: %lld transactions en attente

# live_activity.accessibility.summary.one
source: Unconfirmed amount: %1$@ in %2$lld pending transaction
es: Importe sin confirmar: %1$@ en %2$lld transacción pendiente
fr: Montant non confirmé : %1$@ dans %2$lld transaction en attente

# live_activity.accessibility.summary.other
source: Unconfirmed amount: %1$@ in %2$lld pending transactions
es: Importe sin confirmar: %1$@ en %2$lld transacciones pendientes
fr: Montant non confirmé : %1$@ dans %2$lld transactions en attente

# live_activity.direction.mixed
source: Receiving and sending
es: Recibiendo y enviando
fr: Réception et envoi

# live_activity.direction.receiving
source: Receiving
es: Recibiendo
fr: Réception

# live_activity.direction.sending
source: Sending
es: Enviando
fr: Envoi

# live_activity.direction.unknown
source: Pending
es: Pendiente
fr: En attente

# live_activity.label.pending_onchain
source: Pending on-chain
es: Pendiente on-chain
fr: En attente on-chain

# live_activity.label.unconfirmed_amount
source: Unconfirmed amount
es: Importe sin confirmar
fr: Montant non confirmé

# live_activity.pending_description.one
source: %lld transaction awaiting confirmation
es: %lld transacción a la espera de confirmación
fr: %lld transaction en attente de confirmation

# live_activity.pending_description.other
source: %lld transactions awaiting confirmation
es: %lld transacciones a la espera de confirmación
fr: %lld transactions en attente de confirmation

# live_activity.status.awaiting_confirmation
source: Awaiting network confirmation
es: A la espera de confirmación de la red
fr: En attente de confirmation du réseau
